{
    "category": "Entertainment",
    "pubdate": "Dec 21 2014",
    "title": "dhon-cholecha-at-shilpee",
    "url": "http://www.ekantipur.com/2014/12/21/entertainment/dhon-cholecha-at-shilpee/399314.html",
    "source": "Kantipur",
    "news": "KATHMANDU, DEC 21 - \r\n\tShilpee Theatre, Battisputali, is currently staging “Dhon Cholecha”, a play by veteran playwright Satya Mohan Joshi. The play is based on a children’s fairy tale published by Joshi—”Buddhimati Dhon Cholecha”.\n\nThe protagonist of the play is a girl who suffers harsh treatment at the hands of her stepmother. The girl, Punathukumai (Shreeti Pradhan), is forced to take on all the household chores, and she is also made to graze the family’s animals, while she herself has to subsist on meagre rations—sometimes even going days without food. Her father, Bekhanara (Sonam Lama), despite loving his daughter, can do little to change the situation, as he cannot stand up to his wife, Balamai (Pramila Katuwal).\n\nPunathakumai finds a friend in a goat that her father has bought for her. The goat has magical powers-it can vomit out delicious food for her to eat when they are alone in the forest. Balamai, suspicious of her stepdaughter’s new friendship, sends her own daughter Yachumai (Sapana Khatri) to spy on Punathukumai. Yachumai, despite adoring her half-sister, and vowing not to spill the secret of the goat to anyone, slips up and reveals the secret to her mother. Balamai then sacrifies the goat during a family feast.\n\nThe work, as with most fairy tales, is a morality play.  But while it may have children as its central characters, the play itself is produced in such a manner that even adult audiences will be draw in by the performance. The well-crafted set design and lighting work exceedingly well to represent the minute details of a Newari settlement, in which most of the play takes place, and the dark alleys of a nearby forest. Obviously, Pashupati Rai, the director, has invested much to breathe life into Joshi’s work.\n\nShriti Pradhan, also the musical director of the play, who has previously produced the music for other well-received productions, compensates for her rather unconvincing acting with her beautiful song performances. In fact, the musical seems to come alive whenever there is a song sequence, with Pradhan ratcheting up performance by several notches.\n\nThe other notable performance comes from Anil Subba, who plays multiple characters as a billy goat, a character named Pakacha and a mouse; he seems to have flair for humour, and it’s no surprise that at the end of the play we are left with lasting impressions of Pradhan’s beautiful songs and Subba’s performance (particularly in his role of a rat).\n\nThe play will be staged every day, except Tuesday, until Jan 5. Time 4:45 pm\nPosted on: 2014-12-21 09:07\n\nOther news by POST REPORT\n\nDec 22 2014\n\nDec 22 2014\n\nDec 21 2014\n\nDec 21 2014"
}