{
    "category": "Capital",
    "pubdate": "He is scheduled to meet various child rights activists on Sunday before departure.2014-12-21 09:00",
    "title": "satyarthi-lends-hand-in-bagmati-clean-up-drive",
    "url": "http://www.ekantipur.com/2014/12/21/capital/satyarthi-lends-hand-in-bagmati-clean-up-drive/399305.html",
    "source": "Kantipur",
    "news": "KATHMANDU, DEC 21 - \r\n\tThe 48th episode of the clean Bagmati campaign witnessed more verve than usual, with Kailash Satyarthi--this year’s Nobel Peace Prize Winner--lending his hands to the cause.\n\nThe noted Indian child rights activist, who is currently on a three-day visit here, joined the campaign at Teku on Saturday morning before attending a felicitation programme in Dang.\n\n“You are in a way serving yourself, first you committed paap (sin) by polluting the Bagmati and now you are winning back punya (reward) by cleaning it up”, he said while addressing a programme which included cleaning solid waste along the Bagmati river near the Teku bridge.\n\nA large number of people, including students and representatives of civil society,  Kathmandu  Metropolis, Lalitpur Sub-metropolis, security agencies and women groups joined the Nobel laureate along with Chief Secretary Leela Mani Poudyal.\n\nSatyarthi, who heads the Bachpan Bachao Andolan, was awarded the Nobel Peace Prize along with 17-year-old Malala Yousafzai of Pakistan for their work in fighting against child slavery, exploitative child labour and for promoting child rights.\n\nHe has actively worked against child labour in carpet factories in  Kathmandu . His campaign in Nepal helped rescue and rehabilitate more than 12,000 Nepali children working in Indian circuses, embroidery factories and households. The organisation has rescued and rehabilitated about 84,000 children since its establishment.\n\nLater in the day, Satyarthi was felicitated amid a programme in Tulsipur, Dang. Tikaram Regmi, coordinator of the Civil Reception Committee, offered him with Nepali Dhaka topi (cap) and provided a felicitation letter.\n\nAddressing the programme, Satyarthi dedicated the Nobel Prize to all children. He said that he decided to visit Nepal soon after receiving the prize because he shared a special relationship with the people here.\n\n“I have come here to get blessings from the Nepali people,” he said, adding he would achieve success once every child lives a life free from all kind of labours. He also inspected Tulsipur Park and a Dang-based NGO before returning to the Capital.\n\nSatyarthi, who arrived in the Capital on Friday, had also met with Prime Minister Sushil Koirala, Constituent Assembly Chairman Subas Nembang and members of the National Planning Commission and expressed hope that the constitution would be delivered on time and that it would ensure the rights of children.\n\n“Thanks to Parliament, prime minister, planning commission and children and people of Nepal for hosting me with overwhelming warmth today,” he tweeted on Friday after the meetings."
}