{
    "category": "Capital",
    "pubdate": "2014-12-21 08:58",
    "title": "3-fraudsters-in-police-net",
    "url": "http://www.ekantipur.com/2014/12/21/capital/3-fraudsters-in-police-net/399303.html",
    "source": "Kantipur",
    "news": "KATHMANDU, DEC 21 - \r\n\tPolice on Friday busted a gang of fraudsters who were duping people saying that the latter won a huge amount of cash and goods in lottery and need to deposit certain amount to pay tax to the government.\n\nAccording to the Metropolitan Police Crime Investigation Division, the arrestees are Tarik Ali, 35, and Sunil Pradhan, 37, of Biratnagar and Dipendra Bhatta, 30, of Baitadi. Police said the three men used to call people from Indian and Pakistani mobile numbers informing that they won lottery and should deposit\n\ncertain amount as tax to the government.\n\nOn November 13, Tenzing Yachen Sherpa of Swayambhu received a call from Indian phone number and was told that she won Rs 2.5 million and a car. The person on the phone asked her to deposit Rs 700,000 as tax, to which she relented. However, she got another call saying that she should deposit more money. This time, Sherpa went to police realising that she was duped.\n\nIn another instance, Prabin Kumar Gupta, 31, of Jorpati received a call from Pakistan in October. The person on the phone told him that he won Rs 1.5 million in a lottery and asked him to deposit over Rs 32,000 in bank account of Sunil Pradhan. He got another call saying that he needs to deposit additional Rs 80,000 to claim the amount that he won.\n\nDSP Basanta Rajaure, who investigated the case, said the three men were the most active group duping people in the name of lottery. According to Rajaure, the men would call from their own mobile number to convince people that the information regarding lottery was genuine. Once people deposit the sum, any one of the gang members would immediately withdraw the amount from ATM.\n\n“Though we arrested these people based on two complaints, we believe that there are many more others who are duped by the gang in  Kathmandu  and Biratnagar,” he said.\n\n"
}