{
    "category": "Fiction",
    "pubdate": "2014-12-21 09:06",
    "title": "soothing-symphonies",
    "url": "http://www.ekantipur.com/2014/12/21/fiction-park/soothing-symphonies/399313.html",
    "source": "Kantipur",
    "news": "DEC 21 - \r\n\tThe air was filled with music; at first slowly, but as everyone settled down, the music got louder. At times, the amplitude got so loud that it would have made even Beethoven’s disciple close one or both of his ears. And sometimes the music got so quiet that the same disciple would have wondered which scale they were following. There were no rounds of applause either. Instead, there was laughter, and if you really listened, you could have even heard somebody gossiping about someone. The music was not orchestrated; there was no Beethoven; nor was there anyone willing to pursue in the footsteps of Mozart. And yet, the music flowed, without any flaws, without any orchestra.\n\n“Use scale B,” a man in his mid-forties said with a smirk. “Or else the Goddess won’t hear anything we play,” he continued, with a roar followed by the unanimous laughter of everyone present.\n\n“Pawan Dai is right,” said the woman sitting in the rear. “It’s hard for us to listen here, and we don’t have any hearing problems, so to speak,” she continued, with a mischievous grin.\n\nThe man behind the harmonium smiled. He knew that the scale he had been playing was just right, that they were only pulling his leg, or hands, or anything they could pull for that matter.\n\n“Please use scale B, Om Dai,” the woman with the mischievous grin continued.\n\n“Okay, scale B it is,” Om replied. He knew that she had no idea what scale B sounded like, just like he knew that they would not let him continue until he nodded to their random suggestions. He would have stuck with his own scale any other night, but that night was different. He had to reach home early, and there were still two more songs to perform. Om then gave a nod of approval to his friend behind the tabala and started playing their second song.\n\nAs the scale changed and new tunes slowly emerged, the people sitting on the straw mat started singing as one symphony. Men, women and children tried to synchronise themselves with the music, their bodies slowly swaying, their hands coming closer in rhythmic movements. All of them were familiar with the tune, the music, the words. It was a song dedicated to Goddess Mahalaxmi, the deity their musical choir was named after. Every evening, they gathered around their chowk to pay musical tribute to the Goddess. Every evening, after the daily chores had been performed for yet another tomorrow, men, women and children would sit round the straw mat, pick up any musical instrument they could lay their hands on and start playing the music in any scale they believed was harmonic. The music they played was not really harmonious. But they continued playing every other night, continued singing one song after another, in an attempt to appease the Goddess and soothe themselves.\n\n“Ten thousand and six hundred, that’s the amount Shankar Dai owes me,” said Pawan, the man with the roar as everyone called him, finally completing his mathematical calculation. He was playing a round instrument made of brass. As he swayed back and forth with the music, numbers flowed in his head. A keen businessman by birth, well-known for his sharp mathematical skills, he never failed to keep a balance between debit and credit. “Five thousand and two hundred, Ramesh dai’s interest,” he calculated. “When will these people pay me back? I too have to pay interest to the blood-sucking banks,” Pawan’s thoughts paced along with the music. “I have to call them tomorrow.” He hated reminding his own neighbours of the debts they owed. But it was his job. He then looked at the idol of the Goddess they had installed years back in the hopes that she would bring joy and happiness to them. “I’m only doing my job,” he said to the Goddess. Pawan sighed as the song came to an end and the sounds of the harmonium came to a stop. He looked at Om, the harmonium player. Om plays well, he thought. “I told you,” he roared, “scale B is the one.”\n\nOm had played in a different scale, but he did not want to explain himself. He only nodded. One more song and I can go home, he thought. Home, his son, he remembered. He looked behind, in the direction of his home; its bricks in a few places were crumbling, unable to resist the adverse effects of the weather. A dim light glowed on the third floor. His son was sleeping there, he knew. His eight-year-old son had been suffering from fever. Om had heard about a new flu that had been affecting a good number of kids, and he had been worried the whole day about whether his son suffered from that flu.\n\n“Is Babu okay now, Om Dai?” the woman in the rear asked Om, who despite being younger than her, was addressed by her with the same name that everyone, old or young, used to call him.\n\n“No,” he answered, hesitant to speak the words. “He’s been sweating the whole day.”\n\n“Maybe it’s the new flu,” an elderly woman said, as she added oil to the burning lamp. That light should never go off, they had always urged one another. And thus, there was always someone who took care of the burning oil lamp, someone who made sure that the light would not so much as flicker while the choir performed. “You should go see a doctor first thing tomorrow morning,” she continued, as she adjusted the cottony tip of the oil lamp.\n\n“Hmm,” Om considered. He would have gone to the doctor that very moment had he not been playing that night. But he was the only harmonium player they had, and he could never refuse playing for them, for the Goddess. Besides, he knew that his son loved anything he played. Maybe the music had soothed down his temperature, he thought. “Let’s play song number three,” he said, as he fitted his fingers into chords over the keys of the harmonium. Song number three was his son’s favourite.\n\n“Babu will love this song,” the elderly woman said.\n\nOm moved his fingers easily,\n\nas if he had been doing that for his entire life. He knew he was not the best musician, but he was better than many others. As the music picked up its rhythm, the air resonated with familiar syllables and a symphony which might not receive a standing ovation elsewhere, but which always managed to soothe the hearts of those present.\n\n“I should go and see an ENT specialist,” the woman in the rear spoke to herself as she pressed her index finger over her right ear. All I’ve been hearing is a buzzing sound, she thought.\n\n“Is everything okay, Rama Bhauju?” a teenage girl sitting beside her asked.\n\n“I feel like there’s a bug around,” Rama Bhauju replied with her famous grin.\n\n“Bug? Yeah, right,” the girl giggled.\n\nRama smiled and continued singing with the chorus. As long as she could hear those chords Om Dai played, those symphonies they chorused, as long as she could hear the sounds of the bell ringing, she could never go deaf, she believed.\n\nAfter the song came to an end, a kid struck the bell, a formal announcement that the choir was now over. He then ran to sit next to Om Dai, to play the famous Sa-Re-Ga-Ma-Pa on the harmonium. As the basic chords of music flowed in the air, all of them started sharing the sweets, the Goddess’s blessings. They then stood up and started talking about the flu, the new loadshedding schedule and the songs they would perform the next day.\n\nAfter the musical instruments were carefully stacked away, the elderly woman rolled up the straw mat. All of them then walked to their homes, to the daily chores that awaited them, to the debts they owed, to the faiths they kept, to the family they loved. The burning light flickered slowly. And in the niche where the idol of the Goddess sat, watched over from and listened, the echo of the soothing symphonies reverberated."
}