{
    "category": "Top",
    "pubdate": "CA Chairman Subas Nembang has said he cannot do anything unless the parties come to the terms of agreement. He is under pressure from the ruling parties to initiate the voting process amid opposition.2014-12-21 01:00",
    "title": "decisive-talks-fall-through",
    "url": "http://www.ekantipur.com/2014/12/21/top-story/decisive-talks-fall-through/399294.html",
    "source": "Kantipur",
    "news": "KATHMANDU, DEC 21 - \r\n\tThe UCPN (Maoist) walked out of a “decisive” meeting called on Saturday to seek consensus on the disputed issues of the constitution writing process.\n\nLeaders of the ruling Nepali Congress and CPN-UML reacted that the possibility of consensus on the contention had almost been over.\n\nAs soon as the meeting started at the prime minister’s residence in Baluwatar, PM Sushil Koirala highlighted the urgency of a timely agreement for promulgating the new constitution by January 22.\n\n“We have abandoned the voting process for now for the sake of consensus and you also should stop street protests that you have backed,” Koirala is said to have told UCPN (Maoist) leaders.\n\nMaoist leaders sought the ruling parties’ “consensus proposal”—something different from the joint proposal registered by the NC and the UML. They argued that the paper outlining seven provinces and parliamentary system does not represent the people’s aspiration for change.\n\nUML Chairman KP Oli asked the Maoists to stop advocating federalism drawn along ethnic lines and “provoking Janajatis to take to the streets”.\n\nMaoist Chairman Pushpa Kamal Dahal responded that there was no meaning of talks if the ruling parties refused to budge from their stance. “Your proposal is nothing different from the 1990 constitution,” Dahal remarked before leaving the meeting venue.\n\nRuling party leaders said Dahal’s move surprised them. “They suddenly walked out of the meeting terming us status quoists while the prime minister was requesting them to come up with an amicable solution,” said UML leader Bhim Rawal.\n\nThe Madhes-centric parties have urged the NC and the UML to bring all the four major political forces including the UCPN (Maoist) together for resolving the outstanding issues.\n\n“Consensus cannot be formed bypassing any party. We should all come together once again even if a few meetings fail,” said Sadbhawana Party Chairman Rajendra Mahato during a meeting with the ruling parties. On the Maoists walking out of Saturday’s meeting, they said the only alternative was to sit once again.\n\n“I will try again to create an environment for all the parties to come together,” PM Koirala is learnt to have told the meeting.\n\nMajor parties are still divided over the key constitutional issues—federalism, forms of government, election process and the judiciary.\n\nCA vote not an easy option\n\nThe Constituent Assembly rules of procedure provide room for settling contentious issues through vote and prepare a draft of the new constitution but politically the CA cannot move ahead without consensus among the parties, leaders and legal eagles said on Saturday.\n\nEven to initiate the due process consensus among all the political forces would be essential. As per the law, the joint proposal of the ruling Nepali Congress and the CPN-UML could be put to vote. The CA chairman can form a panel to prepare a questionnaire so that the disputed issues could be put to a vote in the CA. For this too, the Maoist and Madhesi parties should agree.\n\nThe ruling parties will be helpless if the opposition front that commands 200 members in the 601-strong Assembly decides to obstruct the voting process. The UCPN (Maoist) has already announced that it will protest in the CA if the ruling parties push their joint proposal.\n\n“Though legal and constitutional provisions suggest some ways out, it is not possible to prepare the draft of the new constitution without support from the parties outside the government,” said the joint-secretary at the Law Ministry who served as the legal advisor in the first CA. He, however, said it is not necessary to send the report prepared by the Political Dialogue and Consensus Committee back to it for preparing the questionnaire.\n\nThe CA is deliberating on the contentious issues on the basis of the PDCC report.\n\nThe discussions were prolonged at the request of the major political forces that hoped to find an agreement either on the contents or the process.\n\nHowever, there are no signs of an agreement yet.\n\nIn the three-party meeting on Saturday, Prime Minister Sushil Koirala and CPN-UML Chairman KP Oli proposed to the opposition parties that the contentious issues should be decided by a CA vote.\n\nThe idea faced immediate opposition as the other parties stressed that the constitution should be drafted in consensus.\n\n“The ruling parties may have two-thirds votes but we also have more than 200 lawmakers in total. We will not allow a vote,” PDCC Chairman Baburam Bhattarai told the Post on Friday."
}