{
    "category": "Top",
    "pubdate": "2014-12-21 08:57",
    "title": "wang-to-speak-in-kathmandu-on-chinas-foreign-policy",
    "url": "http://www.ekantipur.com/2014/12/21/top-story/wang-to-speak-in-kathmandu-on-chinas-foreign-policy/399301.html",
    "source": "Kantipur",
    "news": "KATHMANDU, DEC 21 - \r\n\tChinese Foreign Minister Wang Yi’s three-day maiden visit to Nepal from December 25 will be focused on the promotion of neighbourhood policy as outlined recently by the Chinese leadership.\n\nBesides meeting political leaders and holding bilateral talks in  Kathmandu , Wang will speak on the Chinese foreign policy on December 26—the first of its kind by a Chinese leader—before Nepal’s politicians, officials and members of think-tanks.\n\nWang will shed light on the new Chinese neighbourhood policy and diplomacy as stressed by Chinese President Xi Jinping who has stressed stronger diplomacy with China’s neighbours.\n\nIn his statement at the end of November, Xi had said, “We should promote neighbourhood diplomacy, turn China’s neighbourhood areas into a community of common destiny, continue to follow the principles of amity, sincerity, mutual benefit and inclusiveness, promote friendship and partnership, foster an amicable, secure and prosperous neighbourhood environment, and boost win-win cooperation and connectivity.”\n\nThe recent series of visits by Chinese officials and members of think-tanks have demonstrated that China is actively pursuing its neighbourhood diplomacy, said a senior government official privy to the developments.\n\nWang will lay the foundation stone for the China-funded Armed Police Force Academy building in Halchowk,  Kathmandu , and hand over medical equipment to Civil Service Hospital. His trip is also a prelude to high-level visits from China next year as Nepal marks the 60th year of the establishment of its diplomatic relations with the northern neighbour.\n\n“The Chinese are celebrating the 60th year of their diplomatic ties with many countries with immense success. Besides, for the first time China has realised the importance of its neighbours. So Wang’s visit will be an important event,” said Madan Regmi, chairman of the China Study Centre.\n\nSenior Foreign Ministry officials said there were feelers coming from Beijing that there could be high-level visits by the Chinese leadership in the next year but the Chinese side has not shared the details. “They communicate such important decisions only at the last moment due to security and other reasons. But both sides have agreed to celebrate the 60th anniversary with high-level exchanges and events,” said the officials.\n\nChina’s decision to increase its yearly assistance to Nepal is an indication that more Chinese aid will be pouring into Nepal in various sectors."
}