{
    "category": "National",
    "pubdate": "2014-12-21 09:05",
    "title": "satyarthis-nepal-connection",
    "url": "http://www.ekantipur.com/2014/12/21/national/satyarthis-nepal-connection/399312.html",
    "source": "Kantipur",
    "news": "ILAM, DEC 21 - \r\n\tTwo Nepalis Gobinda Khanal and Basu Rai are among those working alongside Kailash Satyarthi, the 2014 Noble Peace Prize winner and Indian child rights campaigner.\n\nKhanal, a native of Maimjhuwa,  Ilam , was just a 14-year-old boy working at a communication centre in Kakadvitta, Jhapa, when he met Satyarthi in 1996. Satyarthi was at the bordering town for a campaign “Bal Adhikar Yatra” to raise awareness about the rights of children just like Khanal.\n\nAt the event, Khanal was chosen as one of the speakers by Satyarthi. Khanal’s speech made an indelible impression on Satyarthi on that fateful March day. Satyarthi took Khanal under his wing, and they have remained together ever since, fighting for child rights.\n\nOver the years, Khanal has become a crucial member of Satyarti’s campaign. He travelled with Satyarthi to many countries, advocating child rights, and rescuing young boys and girls, some of them working in factories and hotels, and others living out in the street with no one to look after them.\n\nKhanal remembers the hardships he and other campaigners had to face while working with Satyarthi.\n\nWhile rescuing children working in circus in Uttar Pradesh, he had suffered a fracture on his right arm. Satyarthi, too, was hurt in the incident. It was Khanal who had taken Satyarthi to hospital.\n\nJust like Khanal, Rai, too, had an impoverished childhood. He was a street child with nowhere else to go.\n\nLuckily, Rai was rescued by child workers in Kathmandu and put in a shelter.\n\nAround the same time, in 1998, Satyarthi was in the middle of his “global march” against child labour. Rai and Satyarthi met during this campaign.\n\nRai joined school and graduated from Delhi University, all thanks to the support of the child workers who rescued him from the street of Kathmandu and Satyarthi.\n\nHe has even authored a book “Basu Rai from the Streets of Kathmandu” which documents his struggles and sufferings as a street child.\n\n“I remember my childhood as being a boy neglected by the society. Satyarthi’s togetherness has inspired me to fight against child labour my entire life,” Rai said."
}