{
    "category": "National",
    "pubdate": "2014-12-21 09:04",
    "title": "potty-patients-swarm-hospital",
    "url": "http://www.ekantipur.com/2014/12/21/national/potty-patients-swarm-hospital/399311.html",
    "source": "Kantipur",
    "news": "DHADING, DEC 21 - \r\n\t Dhading  District Hospital has been dealing with people with a different kind of emergency of late. Not a medical emergency, but emergency nonetheless. These are people visiting the hospital to use the rest room.\n\nThe hospital authority claims that the number of people visiting the hospital to answer the nature’s call equals those who come for medical help on a daily basis. The situation has reached to the point that the hospital’s lavatories resemble public toilets from some fairground, with people standing on a long queue.\n\nOn Saturdays, the hospital receives more people who are there just to use the toilet, said one hospital staff.\n\n“The situation has affected the patients as well as us, staff,” he said.\n\nThe source of the problem, he said, is the failure of the local administration to construct public toilets at the district headquarters,  Dhading besi.\n\n“We cannot deny entrance to the public as there is no way to ascertain their purpose of visit,” he said. “They could lie and say that they are here to visit patients or for a check-up.”\n\nWith no public toilet facility at the district headquarters, people who come from various parts of the district for\n\ngovernment services and shopping are compelled to go to the hospital or hotels whenever they have to use bathroom.\n\nBut one cannot just visit hotels and eateries just use the lavatory. They have to order at least a cup of tea as a pretext. Naturally, they find the hospital the safest place to do their business.\n\nAccording to Prem Silwal, chairperson of the hospital development committee, they have been burdened with an additional expense of\n\nRs 50,000-60,000 annually to clean up the toilets and\n\nevacuate  septic tanks, because the hospital’s toilets are being treated as public toilets."
}