{
    "category": "National",
    "pubdate": "2014-12-21 09:04",
    "title": "ex-kamlari-girls-go-hungry-as-school-lands-in-financial-row",
    "url": "http://www.ekantipur.com/2014/12/21/national/ex-kamlari-girls-go-hungry-as-school-lands-in-financial-row/399310.html",
    "source": "Kantipur",
    "news": "DANG, DEC 21 - \r\n\tFormer Kamlaris (indentured girl child labourers) living at a hostel run by Surya Binayak Secondary School, at Sonpur VDC in Dang district, have not had a proper meal for the past one month.\n\nThe case came to light when a team comprising chief district officer, district education officer, local development officer and other government officials inspected the hostel recently.\n\nThe girls complained of difficult living condition inside the hostel, where they were not getting proper and regular meals.\n\nThe team learnt that the situation arose due to dispute over the school’s expenses. After the school headmaster, Krishna Kumar, refused to furnish the school’s expense details, the chairman of school management committee, Puran Chaudhary, has           stopped signing cheques for the school.\n\nAs a result, the former Kamlaris have been forced live with little or no food.\n\nUpon hearing the plight of the former Kamlaris, Chief District Officer Parshuram Aryal has directed the concerned authority to resolve the dispute without any delay. He has also vowed to take action against Krishna Kumar and Puran for letting the children suffer because of their disagreement.\n\n“If they cannot solve the problem, they can resign. They have no right to deprive the children of their rights,” said Aryal.\n\nDistrict Education Officer Pralhad Aryal has pledged to investigate into the matter concerning the school’s expenses and take action against the officers who are found guilty.\n\nNetra Prasad Pokhrel, former chairman of the school management committee, said the row between Krishna Kumar and Puran has affected the entire school activities. Their irresponsible action has caused sufferings to the students, he added.\n\nThe government allocates Rs 3,000 (Rs 2,500 for food and Rs 500 as pocket money) per month to each student living in the hostel that houses 103 former Kamlari girls."
}