{
    "category": "National",
    "pubdate": "2014-12-21 09:02",
    "title": "remote-rukum-villages-get-electricity",
    "url": "http://www.ekantipur.com/2014/12/21/national/remote-rukum-villages-get-electricity/399308.html",
    "source": "Kantipur",
    "news": "RUKUM, DEC 21 - \r\n\tFor Kamala Oli, 63, of remote Khara VDC-1 in  Rukum  district, electricity was a distant dream, a facility only people in towns and cities had.  But when her village was electrified in June, she stayed up the whole night gazing the glowing light bulb inside her house.\n\nIt is all thanks to the Alternative Energy Promotion Centre (AEPC) that 532 households in Khara have access to electricity, while works are underway to extend the service to 300 more households.\n\nAccording to the District Energy and Environment Unit (DEEU), with the help of 51 KW electricity produced by Pipalbotkhola, Jharban-gkhola, and Putalibaskhola mini-hydropower projects, the residents of Khara are enjoying unlimited electricity supply.\n\nIncluding Khara, electricity facility has been expanded to 36 villages with the assistance from AEPC and labour donation from the villagers.\n\nPradip Shrestha of DEEU said that in the last two years mini and pico-hydropower projects, with a combined output of 587 KW electricity, have lit 5,643 households in the district.\n\nMoreover, he said preparations are underway to generate 449 KW electricity through various mini-hydropower projects to electrify more than 49 villages in the running fiscal year. He said that an additional 5,000 households will be able to avail electricity facility by the end of the fiscal year.\n\nDevilal Gautam, a school teacher from Pipal VDC, said electricity facility has given a boost to education sector, ushering in the age of information and technology in village schools.\n\nComputer classes are being introduced in schools which would not have been possible without electricity, he added.\n\nRamesh Pun, a local from Kakri VDC, said the remote areas of  Rukum  are no longer shrouded in darkness.\n\nThe electrification project is indeed a great leap forward for the people who had remained off-grid all their lives. It has also acted as solace for many villages that witnessed unspeakable horror during the decade long insurgency and are still in process of recovery. Local Development Officer Bharat Kumar Sharma said that they have prioritised the development of electricity and transport services in the first phase of development of  Rukum . He said that the entire district will be electrified by next three years if the projects progress at their current pace."
}