{
    "category": "National",
    "pubdate": "2014-12-21 09:02",
    "title": "13-citizenships-in-mums-name--in-banke-last-fy",
    "url": "http://www.ekantipur.com/2014/12/21/national/13-citizenships-in-mums-name--in-banke-last-fy/399307.html",
    "source": "Kantipur",
    "news": "BANKE, DEC 21 - \r\n\tIn absence of clear legal provision,  individuals seeking to obtain citizenship certificate through their mother’s name in  Banke  district have been facing a difficult time.\n\nAs per the data made available by the District Administration Office (DAO), only 13 people were able to obtain citizenship certificates through their mother’s name in the last fiscal year. No person has been able to obtain citizenships through matrilineal descent ever since.\n\nThe Interim Constitution of Nepal (2007), the Citizenship Act of 2006, and a 2011 Supreme Court directive all grant power to Nepali mothers and Nepali fathers to individually recommend  for citizenship to their children.\n\nThe Universal Declaration of Human Rights (UDHR) adopted by the United Nations General Assembly in 1948 clearly states that no one can be arbitrarily deprived of his/her nationality, nor denied the right to change his/her nationality.\n\nNepal’s Interim Constitution has also made it mandatory for every child to have the right to his/her own identity and name.\n\nSpeaking at the interaction programme regarding the issue, advocate Bishwojeet Tiwari said it was unfortunate that  Banke  was one among many districts where the law had not been implemented properly.\n\n“As per the country’s law, every individual is entitled to citizenship certificate through matrilineal descent,” Tiwari said.\n\nMeanwhile, administrative officer Bishnu Sahani of the DAO admitted that various legal hurdles have prevented them from issuing citizenship certificates through mother’s name.\n\n“Proof that both mother and father are Nepali citizens is necessary while issuing the citizenship certificate through matrilineal descent. Cases become complicated when the mother is a Nepali citizen and the father, despite being a Nepali citizen, does not own a Nepali citizenship certificate,” Sahani added.\n\nExperts say ignorance of public regarding the law, including inconvenient procedures and failure to abide by the law are some other factors behind the problem."
}