{
    "category": "Oped",
    "pubdate": "Oct 08 2014",
    "title": "behind-the-masks",
    "url": "http://www.ekantipur.com/2014/12/21/oped/behind-the-masks/399296.html",
    "source": "Kantipur",
    "news": "DEC 21 -\n\nThe cultural heritage of Nepal has many faces, both material and intangible, some of which are barely known in the country itself. Nepali traditional masks from the Tarai, the hills, and mountain regions are one example. These masks have been gradually uncovered since the 1970s by private European collectors and art dealers (Chazot, Pannier, Petit, among others). They have been recognised for their aesthetic qualities and powerful imagery, just like their African, Oceanic, and Polynesian counterparts, which were brought back from colonies by missionaries, dealers, and ethnographers in the nineteenth century. The same process, with a similar surge of enthusiasm and passion by a handful of Western aficionados, was repeated more than a century later in much the same way. In fact, traditional masks from all these countries, including Nepal, communicate a high degree of emotional intensity.\n\n\n\nIn demand\n\nIn Western countries, these Nepali pieces are today much sought after for their brutish features and their aesthetic value, challenging the divide between nature and culture. Prices can reach $50,000 to $60,000 for the most outstanding ones. A number of fake masks have also sprung up here and there on the market, revealing the strong demand for these artefacts. A prominent exhibition took place in the prestigious museum of primal art, Quai Branly, Paris, in 2010-2011. It focused on 22 Nepali masks from a major private collection—all of which had been donated to the museum. Paris is in fact one of the leading places in the world for ‘primitive art’. This exhibition was followed up by a number of other ones in various European capitals.\n\nLocal Nepali people use these masks during festivals, religious ceremonies, pantomime performances, and masquerades. Although most of them were made recently, in the twentieth century, some are much older. They represent animals (tigers, dear, elephants), ancestors, demons with carved fangs, or clowns with dissymmetrical features, and other profane characters. They are carved out of wood and have a deeply engrained black patina on the surface, which comes from years of exposure to smoke and soot when stored in lofts in houses. Masks from the hills (Magars and Gurungs, for instance) are made of hardwood covered with a glossy patina, whereas those from the lowlands (Tharu, Dhimal, Rajbansi) are made of softer wood, pigmented with polychrome or white clay. Other groups make their masks out of tree fungus or felt and goat skin. Some include fur attachments for the beard and moustache. In the southern plains, the influence of Hinduism and Hindu epics is clearly visible. By contrast, in the middle mountains, it is difficult to differentiate between Hindu and Buddhist elements. Tibetan Buddhism has left its mark in mountain areas.\n\n\n\nAesthetic objects\n\nWith their staring eyes, minimalist design, roughly carved noses, round or square mouths, the rawness of the material, the nose rings, and earrings that commonly adorn them, and their simple geometric facial features, these masks are fascinating. They present striking similarities with ancient masks (dating back 9,000 years) from the Near East (Cisjordany). Surprisingly, we know little about them. Besides scanty ethnographical observations, no major fieldwork has ever been carried out in this field. One thing is for sure: these masks are rooted in demonic (often with theriomorphic figures) and burlesque performances acted out at fixed times of the year. To my knowledge, the old man-old woman pair budho/buddhi, which is often to be found among them, features a major theme throughout the country.\n\nSave some exceptions, these masks are looked upon with relatively little regard in Nepal and are very rarely exhibited in local museums. They belong more modestly to lok kala, ie, folk art tradition, and are associated with a somewhat rustic design. In travelling from Nepal to foreign countries, these artefacts have changed status. They have become purely aesthetic objects, totally disconnected from their original signification and use. They have entered the world of art, a concept (which differs from the notion of beauty) that until recently was (and still is) little known in the country. To be worn a few days a year for religious ceremonies (and stored in the attic the rest of the time) is one thing; to be permanently displayed on the walls of a gallery or a museum is another. This radical shift represents a major change in conception and civilisation.\n\n\n\nReinvestment required\n\nAs previously mentioned, the process reminds of the discovery of ‘primitive’ art (which has been renamed ‘tribal’ or ‘primal’ as well as ‘indigenous art’) first in Europe and then in America, following colonial expansion throughout the world at the beginning of the twentieth century. At the time, young European artists, like Matisse and Picasso, were particularly captivated by such artefacts from non-Western countries. In these artistic forms, they found possibilities for non-mimetic representations as well as a way to escape naturalistic forms. Unfortunately, this awareness and admiration for ‘primitive art’ were somewhat biased by old colonial ideas about the nature of non-Western Others. According to such false notions, this art reveals some kind of childhood of humankind.\n\nSo far, there has been little dialogue between Nepali people and the West regarding these objects. This is a pity given that the various cultures that have produced these masks are still alive, albeit facing extinction. The appropriation by the West has not been counterbalanced by any local endeavours. The time has come to re-appropriate these old vernacular artefacts by collecting, researching, exhibiting, and teaching about them at art schools, and—perhaps—by using them as models in the modern workshops of young artists. Such a reinvestment by contemporary Nepali creation could develop into a canon in the country in a similar way as ‘primitive art’ became a reference for avant-garde Western artists.\n\n\n\nToffin is Director of Research at the National Centre for Scientific Research, France\n\nPosted on: 2014-12-21 08:46\n\nOther news by GéRARD TOFFIN\n\nDec 05 2014\n\nNov 14 2014\n\nOct 22 2014"
}