{
    "category": "Oped",
    "pubdate": "May 18 2014",
    "title": "nuts-over-nothing",
    "url": "http://www.ekantipur.com/2014/12/21/oped/nuts-over-nothing/399297.html",
    "source": "Kantipur",
    "news": "DEC 21 -\n\nAviation geeks the world over must have found the story related to the Korean Airlines (KAL) macadamia nuts incident quite interesting, even if it had nothing to do with flying as such (On a side note, macadamia nuts, in all likelihood, are katus. But unlike in KAL, those that we get to see during Tihar are small and poor in both taste and quality). It was an amusing story in contrast to the perennially depressing and entanglement-ridden constitution making in Nepal. Major political parties here are said to be wasting their brains on ‘non-related’ issues, instead of concentrating on genuine issues at hand. This, if true, will prove to be extremely detrimental to the country. But I see a strange similarity between the two distinctly dissimilar Korean and Nepali situations, in so far as focussing on the irrelevant is concerned.\n\n\n\nMuch ado about nuts\n\nThe KAL story brief runs as follows: It happened on board A380 (Flight KE086 / New York—Incheon), a December 5 flight with total 270 passengers. The daughter of Korean Air’s chairman, who also happened to be the vice-chairman of the airline, was seated in first class and was served macadamia nuts in a paper bag, instead of a porcelain bowl as required.\n\nThis laxity, apparently, made her blood boil and she yelled for the service manual to prove her point. The erring flight attendant was naturally extremely nervous and was unable to locate the particular page in the manual. Blinded by rage, the vice-chairman took the extreme step of ordering the aircraft to be pulled up to the gate and erring crew member expelled. It was her bad luck that there was only one other person in first class. Perhaps, she would not have been as aggressive, as reported, had there been more passengers.\n\nObviously, various aviation forums were abuzz analysing this incident, bringing out issues related to Korean culture, their general short-tempered nature, and the far bigger concern about who was in actual control of that flight. Normally, the captain should have the last word but sadly, he chose not to assert his authority in this matter.\n\nIt was also abhorrent to read that the flight attendant was even made to kneel down and was hit on the brow by the menu folder, or some such thing. Resolving non-compliance does not call for robbing another of their dignity. Such treatment meted by high-level company personnel, involving an industry as sensitive as an airline, is unheard of. Because of the world-wide publicity and incessant media backlash, the vice-chairman has since resigned from her position and even made an unsuccessful attempt to call on the aggrieved flight attendant to apologise personally. Unfortunately, she carried her service zeal well beyond the acceptable level of behaviour, especially when one comes from a top-level background. The incident could have been handled better with nothing more than a polite dressing down.\n\nOn the revamp\n\nKAL’s obsession reflects the company culture that has gone into building the brand. It stands out among the top world airlines of today. Once, being considered unsafe, western airlines often refused to transfer their passengers to KAL flights. Some countries even considered banning it altogether from their skies. Korean Air racked up over 700 fatalities (1970-99) and lost a total of 16 aircraft in a series of disasters. In a most horrific incident in Guam (1997), an overtired captain, dealing with bad weather and malfunctioning ground equipment, crashed his 747 into a hill, killing 206 people. This was the straw that broke the camel’s back, as the KAL management then decided to seek foreign help, swallowing national pride on self reliance. This was not easy; there was tremendous opposition against such a course of action. Nevertheless, KAL went ahead with an independent assessment of all procedures, particularly on air safety.\n\nThe assessment focussed exclusively on KAL’s flight crews, covering everything from the pilots’ command of the English language to hiring and training procedures. Airline training procedures noted that “subservience to authority” was considered paramount. Stifled thus, the junior crews never ever question the captain’s wisdom, even if he was wrong. As recourse to improvement, the airline even went to the extent of hiring all foreign flying instructors. Lack of proficiency in English was another weak point, as it was directly linked with safety. Eighteen hundred pilots were given time off to brush up on their English. This led to unprecedented improvement with a 95 percent success rating.\n\nThe first sign of improvement came about in the beginning of 2002, as KAL earned back trust among the other airlines that had shunned it earlier. Later, the International Air Transport Association (IATA) certified KAL as having achieved highest standards and best practises of safety. Having met international benchmarks for safety, KAL is in its fourteenth year of accident-free flying.\n\n\n\nTaking lessons\n\nKAL’s example provides an important revamping lesson for all involved in the Nepali aviation sector. We may not have to go for an extreme revamp as KAL did. But we can reduce safety concerns by simply being serious about following laid-out rules, improvements can follow as we go on. The KAL improvement did not come about in a day or two, much sweat and tears have gone into keeping it free of safety concerns thus far. This should be continued unabated, and any small incident should be treated as a warning on complacency.\n\nWe are often quick to tout all that we have done to improve aviation safety here. That may be so, but the proof of pudding is in the eating. Our records should do the talking, not a boastful minister or the head of an organisation. We can, at best, be hopeful, as it does not take anything more than one rash decision to bring records crumbling down. Nepal’s aviation sector has a long trek ahead before the European Commission shows it the green flag.\n\n\n\nArjyal writes extensively on aviation (harjyal@yahoo.com)\n\nPosted on: 2014-12-21 08:49\n\nOther news by HEMANT ARJYAL\n\nNov 23 2014\n\nNov 02 2014\n\nSep 21 2014"
}