{
    "category": "Oped",
    "pubdate": "2014-12-21 08:50",
    "title": "bought-and-sold",
    "url": "http://www.ekantipur.com/2014/12/21/oped/bought-and-sold/399298.html",
    "source": "Kantipur",
    "news": "DEC 21 -\n\nThe 18th Saarc Summit concluded in Kathmandu with a lot of hope and the promise of an integrative partnership among the member nations for peace and prosperity. The Kathmandu Declaration expresses commitment towards development and progress in various areas, ranging from economic development to social justice and environmental conservation. Among them, economic issues have received the highest priority. No doubt, the ultimate goal of all current developing nations is to reach the pinnacle of  economic development sooner or later. Nonetheless, the pursuit of economic growth cannot leave behind the social aspect of development, which is needed equally for any nation to progress. One cannot turn a blind eye to social issues as they have the potential to hinder economic progress and prolong the status quo. Therefore, focus on both social and economic problems is required right from the start.\n\n\n\nTrafficking of women\n\nIn this regard, I would like discuss points 19, 20 and 21 of the Kathmandu Declaration, which mainly highlights social issues of the Saarc nations. Point 19 gives directions to relevant authorities to take measures to prevent trafficking in women and children and their exploitation. Point 20 acknowledges the special needs of women, children, and elderly people and mentions providing social protection for them. In point 21, member nations have expressed a commitment to ensure the wellbeing of migrant workers from South Asia. The reason I would like to stress these three issues is because unlike others, little priority has been accorded to these areas even  though they are critical to progress. Why have authorities remained lackadaisical on these matters, even though member nations signed a Saarc Convention on Preventing and Combating Trafficking in Women and Children for Prostitution way back in 2002?\n\nWomen’s trafficking is both a regional and national problem that has entrapped all South Asian societies. So can merely issuing directives to concerned authorities solve the problem? Although accurate figures on trafficking are difficult to find, Unicef estimates that as many as 7,000 women and girls are trafficked out of Nepal to India every year; around 200,000 Nepali women are currently working in Indian brothels. A report released by the National Human Rights Commission (NHRC), titled Trafficking in persons, especially on women and children in Nepal 2012-13, reveals that the rate of human trafficking had increased by 60.34 percent in the past one-and-a-half years. This is worrisome.\n\nIndia has traditionally been the major destination for women who are trafficked from Nepal, as it borders the nation and is the easiest foreign destination to reach. Mostly, victims are first taken to India and then transferred to its different parts and even trafficked to the Middle East, China, Malaysia, Hong Kong, South Korea, among a host of other nations. There are many NGOs and INGOs in and beyond Nepal working on anti-trafficking by raising awareness, lobbying in policy formation, and supporting the rehabilitation of victims. The Nepal government has also appointed officials to different transit areas, particularly along the Nepal-India border to carry out raids and inquiries. Nevertheless, the problem persists.\n\n\n\nPolicy lapses\n\nThis gives rises to many questions: why haven’t policies on trafficking been taken seriously? It is after all a social problem and it has a deep impact on development too. Many plans and policies on anti-trafficking and human rights have been drafted. In fact, many programmes have also been implemented. A few culprits involved in trafficking have also been arrested and punished. Yet, the problem persists, even if it might not have intensified.\n\nTrafficking is a multifaceted problem and does not have a quick solution. Nor can it be expected to be eradicated immediately in totality. However, what can be done for its remedy is to ensure the implementation of existing laws against those involved in it. Nepal has a Human Trafficking and Transportation (Control) Act 2007, which slaps a 20-year sentence for buying or selling a human. The problem, however, is that the Act does not criminalise hiring, transporting, sheltering, or receiving of persons by force, fraud, or coercion for the purpose of forced labour. This must be changed as it provides plenty of leeway to culprits and does not do enough to deter criminals from committing crimes time and again. To seriously tackle the problem, those who abet traffickers must also be held accountable. Greater transnational cooperation between security agencies, funds for awareness campaigns, and joint security action to break down the nexus of traffickers are also needed. Efforts should also focus on providing opportunities to those who are vulnerable and on empowering them.\n\n\n\nCooperation with India\n\nNepal has multiple ties with the Indian government. In recent times, when Indian Prime Minister Narendra Modi was in Nepal for the Saarc Summit, he handed over a trauma centre to the Nepali government, which can provide care to patients at a comparatively low cost. He also gifted an advanced helicopter to Nepal, which is supposed to meet the requirements of both military and civil operators. Most importantly, a direct bus service between Kathmandu and Delhi was also inaugurated. These are positive developments. The direct bus service will not only connect the two capitals and ease connectivity but also enhance relations. This service is likely to benefit Nepali and Indians travelers, tourists, and workers. However, we should be alert to the misuse of this well-intentioned service by human traffickers. Therefore, the Nepal-India governments must strengthen their policies and prevent its misuse from the beginning.\n\nSo my request to both the Nepali and Indian governments is that they jointly work together to curb human traficcking. This is after all a social problem that must be immediately addressed.\n\n\n\nKhadiwada Pandey is an officer at the Federation of Nepalese Chambers of Commerce and Industries"
}