{
    "category": "Oped",
    "pubdate": "Sep 14 2014",
    "title": "elites-without-etiquette",
    "url": "http://www.ekantipur.com/2014/12/21/oped/elites-without-etiquette/399299.html",
    "source": "Kantipur",
    "news": "DEC 21 -\n\nIt is not personal; it is just symbolic. The occasion was the unveiling of the memoir of veteran human rights activist, the late Veerendra Keshari Pokharel. There was a big gathering of respectable personalities, including Rajeshwar Devkota and Daman Nath Dhungana. After the function, there was a long queue for refreshments. Senior citizens were standing in the queue while senior advocate Radheshyam Adhikari neatly circumvented the line and reached for the snacks through a side window; the elders watched with a winch. I watched from the queue as Adhikari munched on the snacks without any sign of embarrassment. This is not an exception, rather a typical representative of elite behaviour. My son, a law graduate, introduced me to Adhikari as his law teacher after I had taken my own plate. I hold no personal grudge against him, but I want to talk of elite behaviour with a pinch of sociological salt.\n\nWe believe we are civilised people. We have learned through our books that civilised people take pride in following the rule of law. We have heard that civilised people believe in the dignity of labour. But when it comes to practice, we forget textbook ethics and believe in bullying and breaking the law with full impunity. There is no dearth of examples of good behaviour in the Puranas (18 of them) and our grandparents and parents have told us several stories about good people and given us moral lessons not to deviate from them. Later on, we learned more about human goodness in the wider world through formal education.\n\n\n\nVanity\n\nVanity stands foremost in the path of etiquette. A car owner feels superior to a bike rider and a bike rider feels superior to the bicycle rider or a pedestrian. While traffic etiquette demands that the car driver or bike rider let the pedestrian cross the road, the driver-rider’s attitude is quite the opposite. They feel that the pedestrian should give way to speeding riders, no matter the risk. Most often, rash driving is the main cause of urban traffic accidents.\n\nApart from the cover of vanity, the socio-political position of a person is the antithesis of etiquette. About five decades ago, a minister named Kedarman Vyathit, a sensible poet himself, was driving down a narrow and steep section of the Tribhuban Highway while a bus was struggling up the rise on first gear. While universal driving etiquette demands that the vehicle coming down should stop to give way to the upcoming vehicle, the minister felt it was below his status and dignity to reverse and forced the bus to backtrack. The bus’s brakes did not work and the bus slid down the road, resulting in dozens of avoidable casualties. From my personal observation, I can cite dozens of cases of such cases of vanity resulting in avoidable casualties.\n\n\n\nEnvironmental consciousness\n\nI recollect an instance in Australia about a decade ago when my wife and I were visiting a cave near Katherine with my son Kishor’s family. Our eight-year-old grandson was fondling a branch of a tree hanging over the courtyard of the tourist office. As he tried to pluck a leaf off the branch, a Norwegian male tourist, who was watching from the opposite end, jumped over and held my grandson’s hand with the words: “Don’t destroy nature!” He was not an Australian and he was not responsible for maintaining the ecological balance there. But he was concerned, because it was nature! I compare that with the behaviour of our elites and feel dismayed at their utter indifference towards the environment. Nature has given us the most luxurious forest cover but we have totally destroyed it. Look at the ‘Char Koshe Jhari’ (8 mile stretch of lush forest from east to west along the Tarai belt)—it is almost all gone because of corruption in high places. We worship the peepal and tulasi plants, but our forests are being depleted by irresponsible political leaders and officials. Our elites spit on the roads and spill garbage, but they make flowery speeches about the need for environmental cleanliness and public health.\n\n\n\nDiscipline\n\nOne basic character of Nepali elites is to stay above discipline. In developed countries, observance of the rule of law is the general norm, but our elites take pride in being able to defy the law. Disciplining oneself is part of social morality. Elite children are pampered by their parents and elders in the family, and when they grow up, they end up being bullies. This is the result of irresponsible upbringing. For elites, dignity lies in being able to defy the rule. The higher the socio-political status of elites, the higher their capability to defy the rules and norms of society. One example is former prime minister Baburam Bhattarai. He has taken along on his tours a person declared a criminal by the courts, who should have been subject to imprisonment. Another example of his trampling of the law, challenging the government to imprison him for culpability in the killing of Nanda Prasad Adhikari’s young son.\n\n\n\nValue of time\n\nOne character of elites is to take time as their pocket money, which they can spend anyhow they like. The most conspicuous example is the late arrival of chief guests at social functions. It is believed that elites are not bound by the bond of time because timekeepers are ordinary people. To be punctual is considered below their dignity. The longer you are away and the longer you can make others wait for your arrival, the weightier you seem. They cannot see the cumulative time loss incurred by the people in waiting. This behaviour is somewhat responsible for the lack of socio-economic progress in our society. Decisions are postponed by any petty alibi. This is why the leaders were not able to write a constitution during the term of the first Constituent Assembly (CA). This is why even the second CA is lingering without any substantial progress in resolving fundamental issues of state restructuring.\n\nAll societies have elites, but in the developed world, they fulfil their respective share of responsibility. If one is in a position to influence other people, inspiring them to be more productive or creative would be the proper use of that influence. But in our case, we pull others’ legs so that our hegemony is sustained. That is decadence. That is stagnation. That is death. Our elites need to divert that course and be dynamic. They need to teach their children the value of time, the significance of discipline, and the importance of the environment. They need to revive our vibrant culture so that their progeny do not fall into the decadent culture of vanity, indiscipline, and inaction.\n\n\n\nSharma is a freelance political analyst (knsad66@yahoo.com)\n\nPosted on: 2014-12-21 08:52\n\nOther news by KHAGENDRA N SHARMA\n\nDec 07 2014\n\nNov 09 2014\n\nSep 28 2014"
}