{
    "category": "Oped",
    "pubdate": "Jul 15 2014",
    "title": "remembering-the-revolution",
    "url": "http://www.ekantipur.com/2014/12/21/oped/remembering-the-revolution/399300.html",
    "source": "Kantipur",
    "news": "DEC 21 -\n\nKartik 26, once remembered every year as ‘Kranti diwas’ and which falls in the month of November, passed quietly this year. There was no coverage in the press and the media. However, the memory of the first day of the 1950-1951 revolution, popularly known as the ‘Saat sal ko kranti’, is still fresh in the minds and hearts of the people. In that revolution, the first strike was made at zero hour, midnight of November 11-12, on Birgunj.\n\n\n\nBairgania conference\n\nLeaders had little time to give final shape to the revolution, not more than a month-and-a-half or so. Though the collection of arms and ammunition and necessary instruments, including communication facilities and wireless sets, had been secretly made available, the required formal process of the mandate was still left behind. Without any delay, the leadership of the Nepali Congress party made a move to approve the resolution regarding the launching of the revolution.\n\nFinally, on Wednesday September 27, 1950, a huge public meeting of several thousands of people was called. Amidst the masses waving four-star flags and tremendous enthusiasm and curiosity, the spokesperson, on behalf of the executive of the Nepali Congress, declared the party president as ‘the dictator of the revolution’. As the words rolled out of his mouth, thunderous applause burst forth. The same resolution resolved that “the Nepali Congress was being liquidated on Indian soil and the party would henceforth function only inside Nepal.” That was the mandate of the historic Bairgania Conference.\n\nImmediately, the order was communicated and the signboard at the headquarters in Benaras in India was pulled down. Thus, the declaration of the Conference was made public. After the conclusion of the conference, a high command meeting decided to call a meeting of the heads of volunteers from all over the country with a view to implement the mandate of the conference. Though the proceedings of the conference were confidential, a handful of honest and sincere workers inside the session were found to have been instigated by suspected agents of the Ranas. This led to an uneasy situation. But thanks to the high command, all misgivings and confusion were wiped out. Surprisingly, a conducive environment was created and all resolutions received approval with roaring applause. This paved the way for all necessary arrangements for the ensuing struggle.\n\n\n\nStriking Birgunj\n\nMeanwhile, the dramatic move of the royal family to take shelter at the Indian Embassy in Kathmandu created a different situation that put all revolutionaries in a state of hurry. The ‘Supreme Command Council’ of the Nepali Congress did not want to miss the momentous opportunity and decided to take immediate action. They firmly resolved to launch the struggle before the king left ‘the soil of Nepal’.\n\nParty president MP Koirala, BP Koirala, and Subarna Shamsher (the Supreme Command Council) immediately flew to Purnea, another border town of Bihar, India. Commanders posted at different points inside Nepal were immediately called there and ordered to prepare for armed strikes at the same zero hour throughout selected posts of the country, like Birgunj, Bhairahawa, Biratnagar, Ilam, and other points. When Birgunj surrendered to the revolutionary forces, the first people’s ‘provisional government’ was declared.\n\nHistorians believe that the Bairgania Conference and the strike on Birgunj are crucial in the history of the 1950-51 revolution, as it marked a turning point in the decline of the Rana dictatorship. If we review past events today, we may reach to the conclusion that the declaration of an armed revolution at the conference itself put pressure on the Ranas and compelled them to bow down before the people. Moreover, the revolutionaries, who had maintained a great moral force and also had international support, proved to be effective tools. This can be traced through a number of events.\n\nWhen Birgunj fell into the hands of revolutionaries as described by BP Koirala in his book Atmabritanta, “…a contingent (revolutionary forces) successfully captured the treasury …with fifty lakhs of rupees (including silver coins), 250 rifles and ammunitions…” But he describes, “…there was a tragedy, the loss of Thir Bom Malla, the commander of the operation, whose body was given a last farewell there, performing formal rites with full military honors.”\n\nThe captured money drew the attention of all as to how to preserve it. Despite an acute shortage of resources and additional means to continue the struggle, the high command finally decided to handover the money to none other than the king, who was in self-exile in Delhi after the dramatic move from the palace to the Indian Embassy in Kathmandu. But the conclusion proved to be most painful and humiliating following their arrest by Indian intelligence and police and a trial before the magistrate upon landing at the Safdarjung airport in Delhi. The honesty of the revolutionaries proved suicidal as the cash was taken away by the Indian government (though it was later returned to the government of Nepal after the political change).\n\n\n\nAt Biratnagar\n\nAnother event was the Biratnagar operation. The Eastern command under BP Koirala was ready there with a number of competent commanders. Still, the struggle was not easy. Though their force was manned by commanders like Keshav Koirala, Girijababu, and GB Yakthumba, the nature of the attack was very hard. The Rana military was safely entrenched inside the compound of the governor’s bungalow. Meanwhile, they were able to make a tractor into the shape of tank using local materials and mechanics. But the Rana militias were disheartened and without any delay, the revolutionaries vigorously attacked the post.\n\nThe action proved highly effective. The badahakim (governor) was compelled to surrender. But before being captured, the badahakim’s son tried to run away with cash and valuables. He was shot dead on the spot and another son was injured. When BP saw this, he hurriedly rushed in to provide safety and shelter to the captured. The badahakim himself was trembling in fear and so were his wife and daughters. GB Yakthumba, courageous, trusted, and competent, was ready to strike the head of the badahakim. It was BP who forcibly stopped him with a harsh command. The angered Yakthumba turned away and forcibly struck a wooden pillar, shaking the whole structure. There were all kinds of chances of the misuse of power in the field, which the high command was fully aware and cautious of.\n\nThough years passed, the above two events were always remembered as example of keeping ideals and morals even during difficult moments of the revolution. Perhaps the Ranas were morally defeated even before the formal political change by the strong moral character of the revolutionaries. Perhaps the Ranas too realised later the real power of the people.\n\n\n\nPokhrel is former chief secretary of the Nepali Congress\n\nPosted on: 2014-12-21 08:53\n\nOther news by RAM CHANDRA POKHREL\n\nNov 02 2014"
}