{
    "category": "Business",
    "pubdate": "2014-12-21 09:13",
    "title": "leela-group-enters-nepal-in-1st-intl-foray",
    "url": "http://www.ekantipur.com/2014/12/21/business/leela-group-enters-nepal-in-1st-intl-foray/399320.html",
    "source": "Kantipur",
    "news": "KATHMANDU, DEC 21 - \r\n\tOne of India’s leading luxury hotel chains—Hotel Leela Palaces, Hotels and Resorts—is making its foray into Nepal.\n\nThe Summit Group of Hotels and Resorts, Nepal, and Leela recently signed a memorandum of understanding (MoU) in  Kathmandu  to establish four hotels across the country, including a five-star deluxe hotel in  Kathmandu .\n\n“The MoU was signed in the presence of Prime Minister Sushil Koirala,” said Chiranjeevi Nepal, economic advisor to the prime minister.\n\nAfter the signing of MoU, the prime minister congratulated the investors and assured them of full cooperation, Nepal said. “It was indeed a big surprise to see the proposal of building four hotels at once.”\n\nThe proposed deluxe hotel named Leela  Kathmandu  will be build near Narayanhiti Museum. Leela  Kathmandu  also marks the group’s first venture outside India.\n\n“Leela  Kathmandu  has been confirmed, among other proposed hotels,” said an official of the Summit Group. “Summit Group will develop the property, while Leela will market and manage.”\n\nLeela  Kathmandu  is expected to be completed within the next three years.\n\nThe official said Summit Group is likely to sign an agreement with Leela in the next couple of months to formalise the MoU. The investment outlay of the proposed hotel, however, has not been revealed, but Summit Group said some foreign and local investors will be involved in the project.\n\nOther properties under the Leela banner have been planned in the tourist hotspot of Pokhara and two pilgrimage hubs—Lumbini and Janakpur. Lumbini, which is about 300km from  Kathmandu , is the main Buddhist pilgrimage site. Janakpur, 375km south east of  Kathmandu , is a famous Hindu pilgrimage site.\n\nThe plan to develop a hotel in Lumbini—the birthplace of Gautam Buddha—is part of Leela’s initiative to pave a Buddhist trail from Nepal to Bodhgaya, Nalanda, and Varanasi in India.\n\n“We are delighted to begin our foray in the international markets with  Kathmandu . Given the potential of tourism worldwide, we look forward to expanding our footprint in India and overseas,” Indian media reports quoted Vivek Nair, chairman and managing director of the Leela Group, as saying.\n\nSummit Group said Leela’s high standards of excellence will ensure exclusive services for the corporate sector and attract the niche high-end travellers.\n\nLeela Group owns and manages eight properties across India, including in Mumbai, New Delhi, Gurgaon, Bangalore, Chennai, Goa, Udaipur and Kovalam.\n\nWith domestic and inter-regional tourism boosting hotel demand, leading global hotel brands are entering Nepal.\n\nMIT Group Holdings Nepal, promoted by Non-Residential Nepali Shesh Ghale, has signed an agreement with Starwood Hotels and Resort Worldwide Inc to manage a five-star hotel named Sheraton  Kathmandu  Hotel.\n\nThe 225-room hotel is slated to open in February 2018. Sheraton  Kathmandu  marks the re-entry of the Sheraton brand in Nepal. It had earlier managed Hotel Everest in the 1980s.\n\nMarriott International, a leading global hospitality company based in Maryland, USA, signed a management agreement with Nepal Hospitality Group (NHG) to mange a four-star property under the name Fairfield by Marriott  Kathmandu . The proposed 10-storey hotel, currently under construction in Thamel,  Kathmandu , will have 108 rooms and is spread over two-and-a-half ropanies of land.\n\nAnother 221-room five-star deluxe hotel planned by NHG in Nagpokhari, Naxal, will also be operated under Marriott International’s banner.\n\nRecently, Chhaya Center also signed an agreement with Aloft Hotel, one of the brands of Starwood Hotels and Resorts Worldwide.\n\nThe hotel named Aloft  Kathmandu  is scheduled to come into operation by mid-2017."
}