{
    "category": "Business",
    "pubdate": "2014-12-21 09:12",
    "title": "nepal-seeks-chinese-assistance-for-road-upgradation-work",
    "url": "http://www.ekantipur.com/2014/12/21/business/nepal-seeks-chinese-assistance-for-road-upgradation-work/399319.html",
    "source": "Kantipur",
    "news": "KATHMANDU, DEC 21 - \r\n\tNepal has requested China to provide financial assistance for the expansion and upgradation of  Kathmandu –Rasuwagadi and Pokhara–Baglung–Beni–Jomsom roads, and expansion of the remaining section of the  Kathmandu  Ring Road.\n\nAt the 11th session of a meeting of Nepal-China Joint Economic and Trade Committee held in Beijing on Dec 17-18, Nepal also requested the Chinese side to expedite the construction of Inland Clearance Depots (ICDs) in Larcha and Rasuwa and help widen and upgrade the Dhulikhel–Tatopani road.\n\nNepal also sought Chinese support for the establishment of a Chinese bank, or a branch, in Nepal, the Finance Ministry said in a statement. Finance Secretary Suman Prasad Sharma led the Nepali team while Gao Yin, Vice Minister for Commerce headed the Chinese team in the talks.\n\nNepal also requested the Chinese side for harmonisation of work hours of custom offices, establishment and upgradation of necessary infrastructures at custom points in Tatopani and Rasuwagadi. The ministry said the Chinese side responded positively to both the requests.\n\nDuring the bilateral talks held in  Kathmandu  last month, the Chinese side had agreed to construct infrastructure, including a quarantine facility, warehouse, customs office, inspection and security, bank, restaurant and medical facility, in the border areas.\n\nAt the Beijing meet, Nepal requested the China for early expansion of the Chinese railway network from Shigatse to Kerung so as to improve Nepalese exports. The Qinghai-Tibet Railway reached Shigatse in August. With the 253-km track linked to Tibet’s second city, the high-elevation railway has reached closer to Nepal. Shigatse is 540km from Kerung, the nearest Chinese town from Nepal. The bordering Nepali district of Rasuwa is 35 km from there. The ministry said the Nepali team got positive response from China on this request too.\n\nWith Nepal facing huge trade deficit with the northern neighbour, Nepal sought more concession to improve exports. The northern neighbour recently agreed to provide duty-free, quota-free market access to an additional 199 products, including cooking utensils, outfits, footwear, and tooth paste and brush. As per the agreement signed between the two sides two weeks ago, China will provide such facility to a total of 8,030 Nepali goods by December 2015.\n\nAfter the end of meeting, both the sides signed a Memorandum of Understanding on jointly promoting the Silk Road Economic Belt under the Framework of Nepal-China Joint Committee on Economic and Trade Cooperation.\n\nIn 2013, Chinese President Xi Jinping unveiled plans for two massive trade and infrastructure networks connecting East Asia with Europe, incorporating the South Asia: The New Silk Road (also known as the Silk Road Economic Belt) and the Maritime Silk Road.\n\nChina plans a $16.3 billion fund to finance construction of infrastructure to revive the centuries-old Silk Road trading route, according to Chinese media reports.\n\nThe Chinese side thanked Nepal’s support regarding cooperation on the Silk Road Economic Belt and establishment of the Asian Infrastructure Investment Bank, of which Nepal is the founding member, according to the Finance Ministry statement.\n\nAs per the agreement, China will also provide a grant assistance for the construction of two schools in Lamjung and Sindhupalchok.\n\nBoth the sides agreed to increase cooperation in the tourism sector and decided to conduct technical level meeting to better harmonise the custom code and practices between two countries.\n\nGiven the meeting of the committee held after seven years’ gap, two sides agreed to hold its meeting ever year and hold the next meeting of the committee in 2015."
}