{
    "category": "Business",
    "pubdate": "2014-12-21 09:15",
    "title": "truckers-ease-syndicate-as-fares-hiked",
    "url": "http://www.ekantipur.com/2014/12/21/business/truckers-ease-syndicate-as-fares-hiked/399321.html",
    "source": "Kantipur",
    "news": "BHAIRAHAWA, DEC 21 - \r\n\tTruck operators agreed to ease the syndicate system after a stakeholder meet here on Saturday agreed to the fare of Rs 22,000-Rs 24,000 per 10 tonnes on the  Bhairahawa -Kathmandu route.\n\nThe transporters also agreed to free trucks to operate on the route indecently. Earlier, the maximum fare was Rs 19,000 per 10 tonnes.\n\nClaiming that existing fare too low, a meeting of various committees of truckers associated with the Federation of Nepalese National Transport Entrepreneurs (FNNTE) held on November 30 had fixed a limit of six trips per month on long routes and 10 trips per month on short routes for a truck so that all trucks could get a chance to operate at higher fares. As a result, truck operators were bound to put their vehicles in garage creating a shortage of vehicles.\n\nSaturday’s meeting was attended by industrialists and representatives of Siddharthanagar Chambers of commerce and Industry.\n\n“This agreement will ease transpiration of goods to a large extent,” said Bishnu Sharma, president of the chambers. “If the agreement is not implanted, we will seek the administration’s help for necessary action.”\n\nThe meeting also decided trucks from Dang, Birjung and the eastern region can freely transport goods. Trucks from other regions were not much interested entering  Bhairahawa  as the federation barred loaded trucks from exiting the district without having acquired a “token”. “The federation would even dilly dally issuing the token, while traders were forced to pay more fares,” said Sharma.\n\nAs the syndicate system resulted in a surge in fares, the local administration pressured truck operators to reach a consensus by holding a stakeholders’ meet. According to a source, the fare on the Kathmandu- Bhairahawa  road for Saturday was maintained at Rs 23,000 per 10 tonnes."
}