{
    "category": "Business",
    "pubdate": "2014-12-21 09:16",
    "title": "ifc-set-to-make-10pc-equity-investment",
    "url": "http://www.ekantipur.com/2014/12/21/business/ifc-set-to-make-10pc-equity-investment/399322.html",
    "source": "Kantipur",
    "news": "KATHMANDU, DEC 21 - \r\n\tInternational Finance Corporation, the private sector wing of the World Bank Group, is all set to make a 10 percent share investment in the 900MW Upper Karnali Hydropower Project.\n\nThe Finance Ministry said in a statement the project’s developer—India’s GMR-ITD Consortium—and IFC will sign an agreement on Monday to this effect.\n\nAccording to the ministry, IFC Country Manager for Nepal Kyle Kelhofer informed about the plan to Finance Minister Ram Sharan Mahat on Friday.\n\nDuring their meet, Kelhofer informed Mahat that IFC will make an equity investment of 10 percent in the project and will also help raise additional resources for the develop the export-oriented project.\n\nInvestment Board of Nepal (IBN) and India’s GMR-ITD Consortium had signed the project development agreement (PDA) in September, paving the way for the project’s development. As per the PDA, the developer has to complete financial closure within two years.\n\nThe project’s estimated cost is Rs 140 billion. GMR will mobilise 25 percent equity capital, while it will raise rest of money from international financial institutions.\n\nAccording to the ministry, Kelhofer assured Mahat there won’t be any problem in generating resources. “We will arrange some funds through the issuance of local currency bonds. The resources will be available from other international institutions too,” the statement quoted Kelhofer as saying.\n\nIFC also said will make investment in projects like Upper Arun, Kabeli-A and Upper Trishuli Hydropower Project too.\n\nDuring the meeting, Mahat urged IFC to invest in more projects. In response, Kelhofer said IFC would look for projects bigger than Upper Karnali for investment once pipeline projects are successfully implemented. IFC’s involvement in the process of financial management has made the project more secure, the ministry said.\n\nAs per the PDA, Nepal will get 27 percent free equity and 12 percent free electricity from the project. GMR will have to hand over the project, along with the 100km transmission line, to the government after 25 years of operation. GMR has prioritised India, Bangladesh and Nepal as possible markets."
}