{
    "category": "Business",
    "pubdate": "2014-12-21 09:17",
    "title": "use-of-it-and-network-servers-growing-in-nepal",
    "url": "http://www.ekantipur.com/2014/12/21/business/use-of-it-and-network-servers-growing-in-nepal/399323.html",
    "source": "Kantipur",
    "news": "DEC 21 - \r\n\tDavid Ooi is the senior regional director of Server and Network Platform Solutions at NEC Asia Pacific, a Japanese IT solution company. Ooi was recently in Nepal to organise a workshop for local distributors and resellers, besides launching new products. Suman Bashyal of The Kathmandu Post caught up with Ooi to talk about NEC’s plans in Nepal.\n\nTell us the purpose of your Nepal visit.\n\nWe are conducting a workshop with our three distributors and resellers to encourage them. This is our first workshop programme for Nepal since our presence here started 10 years ago. Sagar Group is the authorised distributor for PABX and projector in Nepal, IEC for server network and IT products and Multisys for large PABX. We have launched NEC SV 9100 series, unified communications solution among them. We think it’s important to get together before expanding strong sales network here. We also want to empower the dealers so that they could communicate the products to the targeted customers.\n\nHow you access the Nepali market?\n\nAs a lot of corporate office, banks and financial institutions and hotels are coming in the country, we see great potential here. Retail market and tourism sector is also growing. We provide strong servers, telecommunication systems and security solutions for the corporate sectors. Majority of hotels are using NEC’s products here. For the banks, we have complete non-stop solutions. Lots of banks are failing to provide good services for the customers due to the lack of better technology server. So NEC has complete range of banking solution system.\n\nHow do you see Nepal’s status in terms of the use of IT products and communication servers for the  business ?\n\nCountries like Singapore, Malaysia, Thailand and Indonesia, among others, are more advanced countries as they are giving more priority for the communication software. Nepal’s IT market is also growing in recent years they can achieve much more things by adapting latest technology and solutions. There are much basic infrastructure is in the process of growing that signals the potential of IT and network servers in Nepal. I have seen that Nepali market changed over the last one decade. Lately, people have started understanding the importance of communication server for the works to be done fast and our  business  is also growing fast.\n\nTell us about your strategy to boost NEC’s market share in Nepal?\n\nWe are putting together all the IT partners in Nepal to make sure that the  business  will grow as per the target. We want to make sure that they are well trained and providing services very well to the customers. Similarly, we are planning to launch various promotional campaigns along with new innovative products. The SV9100 communications server is our latest product that is ideal for small and medium-sized  business es. Its intelligent design helps to solve today’s communications challenges and is built to scale as your  business  grows. We will be launching marketing strategies to inform and educate the people along with various innovative technologies in IT sector like IP Tech phones, All-in-One PC, tablets and thinnest laptops. And I hope the NEC brand strands out strong against other competing brands."
}