{
    "category": "Business",
    "pubdate": "2014-12-21 09:18",
    "title": "nepse-ends-week-6.12-points-lower",
    "url": "http://www.ekantipur.com/2014/12/21/business/nepse-ends-week-6.12-points-lower/399324.html",
    "source": "Kantipur",
    "news": "KATHMANDU, DEC 21 - \r\n\tNepal Stock Exchange (Nepse) lost 6.12 points last week to close at 903.89 points.\n\nThe market, which opened at 910.01 points on Sunday, rose 6.73 points on Monday. Bu it fell for the following two days, before recovering 3.85 points up on Thursday.\n\nNarendra Raj Sijapati, president of Nepal Stockbrokers’ Association, attributed the market fluctuation to political developments. “The slow progress on political consensus on constitution-related issues pulled down the index,” he said.\n\nAlthough the joint proposal of the ruling Nepali Congress and CPN (UML) was forwarded to the Constituent Assembly, there were disputes over whether the proposal should be sent back to the political dialogue and consensus committee. Four out of nine trading groups posted gains over the review period. The manufacturing sector was the top gainer—up 12.1 points. It was followed by hotels, finance companies and development banks. Hydropower companies (down 48.6 points) led the lowers’ side comprising commercial banks, others, trading and insurance companies.\n\nThe sensitive index, which measures the performance of blue chips, slid 1.49 points to 194.24 points.\n\nNepal Bank posted the largest individual turnover of Rs 104.8 million. It was followed by Chilime Hydropower Company, Everest Bank, NCC Bank and Sanima Bank. Siddhartha Investment Growth Plan topped in terms of the number of shares traded—744,000 units.\n\nDespite fall in the index, the market transaction rose by a notable 42.49 percent to Rs 1.14 billion. The number of traded shares reached 3,229,960 from 2,217,990 units.\n\nMeanwhile, 750,000 units of debenture of Nepal Investment Bank, and bonus shares of Kamana Development Bank, Nepal Bangladesh Bank and Kakrebihar Development Bank were listed on the exchange last week."
}