{
    "category": "Sports",
    "pubdate": "2014-12-21 09:09",
    "title": "nepal-rout-bdesh-for-second-win",
    "url": "http://www.ekantipur.com/2014/12/21/sports/nepal-rout-bdesh-for-second-win/399316.html",
    "source": "Kantipur",
    "news": "KATHMANDU, DEC 21 - \r\n\tNepal eased to yet another convincing victory in the first South Asian Women’s Volleyball Championship to the delight of home crowd at the National Sports Council covered hall on Saturday.\n\nOn their way to registering a second consecutive victory, Nepal eased past Bangladesh 25-11, 25-9, 25-10. The result saw Nepal lead the round-robin league championship with six points from two matches. Title contenders India and Sri Lanka share the second spot with three points each.  Bangladesh and Maldives are winless so far and stay at the bottom of the table. India got their campaign off to a rousing start crushing Maldives, 25-18, 25-6, 25-15 in the first match of the day.\n\nThe hosts, who had looked a bit rusty in their tournament opener against Maldives on Friday put on an improved performance in their second match with better service and blocking.\n\nSkipper Binita Budhathoki reasoned a good team work for the victory. “We have gelled in now and slowly getting accustomed to playing with the lighter ball and the soft mat,” said Budhathoki. The captain also added that her team had got better with each game and that their true test now would be against India.\n\n“Initially we had targeted the third place but after watching the way India and Sri Lanka played in the tournament so far, our confidence has gone higher and now we are aiming for the top spot,” said the setter. Nepal dominated from the first set with Bangladeshi squad melting under pressure. Prathiba Mali, the 13 year-old, spiker from New Diamond Volleyball Club, was the most impressive in the lot contributing to 13 points for Nepal in the entire game.\n\nCoach Sudish Rimal was impressed with the teen’s performance. “She improved a lot from the first match and has shown potential to do better in the future,” said the coach who was, however, not yet  satisfied with the performance of his team. “It is good to win two matches in a row in straight sets. But my team still has not been able to display the speed they are capable of and we need to work on our block when we play against strong opponents like India,” said the coach.\n\nCaptain Budhathoki added she was confident of putting a better performance against India when the hosts play their crucial match on Sunday. “We know how do they play. We are confident that we will be able to go neck-to-neck with them. Stronger opponents pull the best out of you and we are hoping to play our best game in the tournament,” added Budhathoki. Maldives will play Sri Lanka in the other match on Sunday."
}