{
    "category": "Sports",
    "pubdate": "2014-12-21 09:10",
    "title": "nepal-to-play-semi-pro-teams-in-sa-warm-up",
    "url": "http://www.ekantipur.com/2014/12/21/sports/nepal-to-play-semi-pro-teams-in-sa-warm-up/399317.html",
    "source": "Kantipur",
    "news": "KATHMANDU, DEC 21 - \r\n\tNepal will play three practice matches against semi-professional teams during their 10-day stay in South Africa as a part of their preparation for the upcoming ICC World Cricket League Division 2 to be held in Namibia from January 17-24.\n\nAccording to the tour itinerary released by the Cricket Association of Nepal (CAN), Nepal will meet Eastern team on January 5, Northern team on January 7 followed by a match against Gauteng side. Nepal will wrap up their tour with a match against an Academy team on January 12 before leaving for Namibia the next day.\n\nNepal will be based in the Eastern South African town of Benoni where they will undergo training sessions apart from playing the matches against the semi-professional teams.\n\nUttam Karmacharya -- an Acting General Secretary of the elected committee of the CAN which is currently under government suspension -- said the tour in South Africa has been arranged by the International Cricket Council (ICC), the world cricket governing body.\n\n“The tour of South Africa comes as a part of the ICC High Performance Programme. All the expenses for the tour will be managed by the ICC,” said Karmacharya. The Netherlands -- another Division 2 team -- will also be based in South Africa under the same programme.\n\nDuring their tour, Nepali batsmen will also be provided with four net bowlers during their training sessions. National team coach Pubudu Dassanayake said he is looking forward to the South African tour. “The South African tour will be our second phase of training following the completion of the first phase in  Kathmandu . After working on our fitness improvement and skill enhancing programmes in  Kathmandu , the SA tour is going to be a good place for our guys where we will be going through  match scenarios,” said Dassanayake.\n\nDuring their fortnightly training in  Kathmandu , Nepali batsmen are provided with Sri Lankan fast bowlers, while ACC Development Officers Rumesh Ratnayake and Venakatapathy Raju will also give them specialized coaching. Ratnayake will assist the batsmen and fast bowlers, while former Indian international cricketer Raju will help the spinners.\n\nAlong with hosts Namibia, the Netherlands and Nepal, Canada, Kenya and Uganda are other teams in Division 2 which will send two teams in the ICC World Cricket League Championship and ICC Intercontinental Cup."
}