{
    "category": "World",
    "pubdate": "2014-12-21 05:46",
    "title": "indian-pm-modis-party-unlikely-to-form-jammu--kashmir-government-polls",
    "url": "http://www.ekantipur.com/2014/12/21/world/indian-pm-modis-party-unlikely-to-form-jammu--kashmir-government-polls/399333.html",
    "source": "Kantipur",
    "news": "NEW DELHI, DEC 21 - \r\n\tIndian Prime Minister Narendra Modi's party will not win enough seats to form a government in  Jammu and Kashmir  state, two exit polls showed on Saturday, dampening its hopes of taking control of the state for the first time.\n\n\n\nTens of thousands of people voted in the election, weary of decades of strife and lack of development in the Himalayan region, cause of two wars with neighbouring  Pakistan  which also claims the state.\n\n\n\nModi's Bharatiya Janata Party (BJP) will win only 22-26 seats in the 87-seat state assembly, the poll released by Hindi news channel News Nation showed. Another exit poll by India TV-CVoter projected 27-33 seats.\n\n\n\nA regional group is expected to emerge with most seats, but will still fall short of a clear majority, polls showed.    Modi personally addressed rallies in the state, hoping to garner support from people in Muslim-majority Kashmir, Hindu-dominated Jammu and the Buddhist Ladakh parts of the state.\n\n\n\nBut BJP's \"Mission Kashmir\" raised tensions as political rivals and separatists accused the party of instigating divisions in the region, while militants stepped up violence coinciding with the election.\n\n\n\n\"It seems the much hyped mission 44+ of the BJP is not working,\" News Nation's exit poll said. The results will be declared on Dec. 23.\n\n\n\nModi stormed to power earlier this year on promises to revive the economy and root out corruption, but critics still see him as a polarising figure with Hindu nationalist views.\n\n\n\nHe is currently facing the ire of opposition parties for not doing enough to rein in his hardline affiliate groups that are allegedly trying to promote a Hindu-dominant agenda by luring Muslims and Christians to convert to Hinduism\n\n\n\nWinning more states would give Modi's government more muscle while passing legislation in India's upper house of parliament, where the numbers currently favour opposition parties.\n\n\n\nModi, however, made gains in the eastern state of Jharkhand, where his party is likely to get a clear majority in the 81-seat assembly, two exit polls showed."
}