{
    "category": "World",
    "pubdate": "2014-12-21 05:38",
    "title": "raul-castro-dont-expect-detente-to-change-cuban-system",
    "url": "http://www.ekantipur.com/2014/12/21/world/raul-castro-dont-expect-detente-to-change-cuban-system/399331.html",
    "source": "Kantipur",
    "news": "HAVANA, DEC 21 - \r\n\t Cuba n President Raul Castro sent a blunt message to Washington Saturday as the White House works to reverse a half-century of hostility between the U.S. and  Cuba : Don't expect detente to do away with the communist system.\n\n\n\nCastro's speech to  Cuba 's National Assembly was a sharp counterpoint to the message U.S. President Barack Obama gave in his year-end news conference the day before. Obama reiterated that by engaging directly with the  Cuba n people, Americans are more likely to encourage reform in  Cuba 's one-party system and centrally planned economy.\n\n\n\n\"We must not expect that in order for relations with the United States to improve,  Cuba  will abandon the ideas that it has struggled for,\" Castro said.\n\n\n\nAlso appearing before parliament, shaking their fists in victory, were three convicted spies just released from long U.S. prison terms. The last imprisoned members of the \" Cuba n Five\" spy ring were freed this week in a sweeping deal that included American contractor Alan Gross and a  Cuba n who had spied for the U.S., both released from their cells in  Cuba  as a first step toward the restoration of full diplomatic ties and a loosening of U.S. trade and travel restrictions.\n\n\n\nWhile the 83-year-old Castro spoke in Havana, other  Cuba ns of his generation were leading a protest in Miami against plans to normalize relations with the Castro government. About 200 people showed up, most of them older  Cuba n exiles.\n\n\n\n\"The  Cuba n resistance will continue both on the island and in exile to do everything and continue the struggle until  Cuba  is truly free and democratic once again,\" said Sylvia Iriondo, an activist with Mothers Against Repression.\n\n\n\nCastro also expressed gratitude to Obama during his speech, calling it a \"just decision\" to release the men who spied on anti-Castro exile groups in South Florida in the 1990s and have long been regarded as heroes in  Cuba . Seated behind the three and their families was Elian Gonzalez, the young  Cuba n rafter at the center of a bitter custody battle in 2000 between relatives in Miami and his father in  Cuba .\n\n\n\nThe president closed with a shout of \"Viva Fidel!\" in reference to his older brother, who has not been seen nor heard from since the historic development was announced on Wednesday, provoking speculation about his health and whereabouts.\n\n\n\nThe executive orders Obama announced Wednesday can clear the way for limited exports to  Cuba  and freer travel by specific categories of Americans such as academics and artists, but he acknowledged his need to work with Congress to end the decades-old embargo  Cuba  blames for the dire condition of its infrastructure and economy.\n\n\n\nCastro reminded  Cuba ns that the embargo remains in place, particularly limits on international financial transactions that  Cuba  accuses of blocking its access to credit and international investment.\n\n\n\n\"An important step has been taken, but the essential thing remains, the end of the economic, commercial and financial blockade against  Cuba , which has grown in recent years particularly in terms of financial transactions,\" he said.\n\n\n\nCastro confirmed he would attend the Summit of Americas in Panama in April, where he is expected to have further discussions with Obama.\n\n\n\nHis address to the National Assembly follows surprise announcements by both presidents Wednesday that  Cuba  and the U.S. will reopen embassies and exchange ambassadors for the first time in more than 50 years.\n\n\n\nThe agreement included the exchange of the three prisoners, convicted in 2001, for a  Cuba n who had been imprisoned on the island for nearly 20 years for spying on behalf of the CIA. Gross had been held in  Cuba  for five years for illegally importing restricted communications equipment. Two members of the  Cuba n Five, Fernando Gonzalez and Rene Gonzalez, already had been released by the U.S. As part of the exchange,  Cuba  also released 53 other prisoners.\n\n\n\nLate Friday,  Cuba n state television showed four of the  Cuba n Five celebrating their reunion by singing together during a private party in Havana.\n\n\n\nTheir release angered the protesters in Miami. Two women held up a sign saying \"Obama's message to Castro: Imprison Americans and get 3 spies and an embassy.\"\n\n\n\nMost of the estimated 2 million  Cuba ns living in the United States are in Florida. Thousands marched and more than 350 were arrested in 2000 after U.S. agents seized the young Gonzalez and returned him to  Cuba  to resolve an international custody dispute. When Fidel Castro ceded power to his brother in 2006, hundreds celebrated in the streets of Little Havana, and more recently,  Cuba n-born singer Gloria Estefan led tens of thousands in support of Havana's Ladies in White dissidents.\n\n\n\nBy comparison, Wednesday's spontaneous protests and Saturday's planned demonstration in Miami's Jose Marti park were sparsely attended.\n\n\n\n\"I think there are a lot of people sitting on the sidelines, tired,\" said Andy Gomez, a  Cuba  expert and retired University of Miami professor."
}