{
    "category": "World",
    "pubdate": "2014-12-21 05:35",
    "title": "muhammad-ali-hospitalized-with-pneumonia",
    "url": "http://www.ekantipur.com/2014/12/21/world/muhammad-ali-hospitalized-with-pneumonia/399330.html",
    "source": "Kantipur",
    "news": "LOUISVILLE, KY., DEC 21 - \r\n\tBoxing great  Muhammad Ali  was hospitalized with a mild case of pneumonia that was caught early and should result in a short hospital stay, an Ali spokesman said Saturday night.\n\n\n\nThe three-time world heavyweight champion, who is battling Parkinson's disease, is being treated by his team of doctors and is in stable condition, said his spokesman, Bob Gunnell.\n\n\n\n\"He went into the hospital this morning,\" Gunnell said in a phone interview. \"He has a mild case of pneumonia and the prognosis is good.\"\n\n\n\nGunnell declined to say where the 72-year-old Ali is hospitalized. He indicated that Ali's bout of pneumonia was caught quickly.\n\n\n\n\"This all came about this morning,\" Gunnell said.\n\n\n\nNo other details are being released due to the Ali family's request for privacy, he said.\n\n\n\nAli's public appearances have diminished in recent years as he continues to battle Parkinson's disease, but he still enjoys getting out and watching sports and visiting friends.\n\n\n\nAli appeared in public in September at a ceremony in his hometown of Louisville for the  Muhammad Ali  Humanitarian Awards. Ali did not speak to the crowd but posed for photos with award winners, including former NFL great Jim Brown.\n\n\n\nBrown leaned over and whispered to the seated Ali during the photo session. Later, Brown said he told Ali: \"You're the greatest of all time.\"\n\n\n\nAli retired from boxing in 1981 and devoted himself to social causes. He traveled the world on humanitarian missions, mingling with the masses and rubbing elbows with world leaders.\n\n\n\nAli received the Presidential Medal of Freedom from President George W. Bush in 2005.\n\n\n\nThe  Muhammad Ali  Center, in Louisville, is dedicated to Ali's humanitarian causes and showcases his boxing career.\n\n\n\nAli and his wife, Lonnie, have homes in Paradise Valley, Arizona; Berrien Springs, Michigan; and in Louisville."
}